{"portfolio":[
    { "number":"1",
      "title":"BAF Music/Art Management", 
      "caption":"The purpose of this app is to create a platform and community for artists only to communicate with each other. Whether they are new or experienced artists, they can upload their works here and get a variety of opportunities. The app can also be used to hold online concerts, freeing classical concerts from the constraints of venue conditions.",
      "image":"images/work1.png"},
    { "number":"2",
      "title":"Asynchronous Family App", 
      "caption":"This is an app that provides an asynchronous family communication experience that can help build a stronger connection between family members even they don’t live together. Different from social medias like Instagram, it is a small private community that users will only share their life with their distant family.",
      "image":"images/work2.png" },
    { "number":"3",
      "title":"Kindle App for Kids", 
      "caption":"We chose to redesign Kindle app with an individual focus on  Kids.",
      "image":"images/work3.png" },
    { "number":"4",
      "title":"Dating App", 
      "caption":"This is a dating app specially designed for international students who are new to a place and are not familiar with anything there. It allows new students to make friends who share the same interest quickly, get familiar with the living environment of the new city and get into the local culture as soon as possible.",
      "image":"images/work4.png"},
    { "number":"5",
      "title":"Package Picking App", 
      "caption":"To replace the IRL experience, this app aims to create a smoothier digital experience of picking up packages at the front desk. ",
      "image":"images/work5.png" },
  { "number":"6",
    "title":"Board Game App & Web Design", 
    "caption":"This is a series of design focus on the transition from printed format to digital world. The imagined event is about indoor activities sharing during the pandemic as pandemic makes almost everyone rely heavily on internet. The whole event would be held online and it targets to the youth who love board game and are familiar with those live streaming platform. Just to have  fun even though you’re staying at home.",
    "image":"images/work6.png" },
  { "number":"7",
    "title":"Experimental Web - Collection", 
    "caption":"This is an experimental website I made that for the first time incorporating the concept of API to ease the process of collecting data. It contains 100 maps from different countries and I categorized them by three ways - Year, Location, and Scale. The core idea here is the blurring of geographical location, the size of the country, and the digitization or abstraction of concrete maps to show opposition to the centralization of one state, the centralization of power.",
    "image":"images/work7.png" },
  { "number":"8",
    "title":"Experimental Web - Music Visualizer", 
    "caption":"This is another experimental website which translates sound to geometric shapes. Each key on the keyboard connects to one kind of sound and generate one kind of shape. The music you play will eventually become a unique painting made by yourself. Even if you can't hear the music, the abstract painting on the screen will show you what the music looks like in another form.",
    "image":"images/work8.png" },
  { "number":"9",
    "title":"Printed to Digital", 
    "caption":"Nowadays, with the rapid development of technology, magazines and newspapers are no longer the first way for us to get information. Perhaps one day e-books or anything digital will completely replace paer products. Print is gradually dying, and we are now feeling that change, seeing world moving from the print industry to the digital world. I in this book want to explore the difference between design on web and design on paper.",
    "image":"images/work9.png" },
  { "number":"10",
    "title":"Wiki Book", 
    "caption":"This is a project to translate wikipedia content into a physical book. The term I chose was “Marine life”. All the images and text are from the original Wikipedia. ",
    "image":"images/work10.png" }
]}